Repository: westurner/wbcms
Catalog: wbcms/cms/locale/*/LC_MESSAGES/django.po
Languages: fr

source: The page was added successfully. Now you can create your content.
fr: Page ajoutée avec succès. Vous pouvez à présent créer votre contenu.

source: The page was updated successfully. You may edit it again below.
fr: Cette page a été mise à jour avec succès. Vous pouvez de nouveau entrer en modification ci-dessous.

source: tinymce app not found in sys.path. Is tinymce app installed?
fr: application tinymce non trouvée dans sys.path. Est-ce que tinymce est installé ?

source: Can not find tinymce helper script or app is misonfigured. Is tinymce app installed?
fr: Impossible de trouver le script "helper" pour tinymce ou l'application est mal paramétrée. Est-ce que l'application tinymce est installée ?

source: Add
fr: Ajouter

source: Edit
fr: Modifier

source: The navigation was updated successfully. You may edit it again below.
fr: La navigation a été mise à jour avec succès. Vous pouvez de nouveau entrer en modification ci-dessous.

source: Your changes were discarded, because there must not be more than one root element. Make sure that there is only one root element.
fr: Vos modifications ont été annulées, car il ne peut y avoir plus d'un élément racine. Merci de vous assurer qu'il n'y a qu'un seul élément racine.

source: <li>Please <a href="../page/add/">create a page</a> first.</li>
fr: <li>Merci de d'abord <a href="../page/add/">créer une page</a>.</li>

source: Edit pages
fr: Modifier les pages

source: Please fill in some page content.
fr: Merci de remplir le contenu de la page

source: <h2>Your form is not valid.</h2>
fr: <h2>Votre formulaire est invalide</h2>

source: This page content has been already removed. Please reload the page and try again.
fr: Cette page a déjà été supprimée. Merci de rafraîchir la page et d'essayer de nouveau.

source: Default
fr: Défaut

source: Hold down "Control", or "Command" on a Mac, to select more than one.
fr: Appuyez sur "Control", ou "Commande" sur un Mac, pour sélectionner plus d'un élément.

source: This value must contain only letters, numbers, underscores or hyphens.
fr: Cette valeur ne doit être composée que de lettres, chiffres, underscores et tirets.

source: The template that will be used to render the page. Choose nothing if you don't need a custom template.
fr: Le gabarit (template) utilisé pour afficher la page. Ne rien sélectionner si vous n'avez pas besoin d'un gabarit personnalisé.

source: start publishing
fr: début de publication

source: Enter a date (and time) on which you want to start publishing this page.
fr: Entrer une date (et une heure) à partir de laquelle vous voulez publier la page.

source: finish publishing
fr: fin de publication

source: Enter a date after which you want to stop publishing this page.
fr: Entrez une date après laquelle la publication de la page doit s'arrêter.

source: Please reorder the root object on the hierarchy page.
fr: Merci de réordonner l'objet racine dans la hiérarchie des pages.

source: Please choose in which category the page should belong.
fr: Merci de choisir la catégorie à laquelle cette page doit appartenir.

source: language
fr: langue

source: is published
fr: est publié

source: Leave this empty to use the title of the page.
fr: Laisser vide pour utiliser le titre de la page.

source: title
fr: titre

source: Only specify this if you want to give this page content a specific slug.
fr: À ne spécifier que si vous voulez donner à ce contenu un slug spécifique.

source: Used for page title. Should be no longer than 150 chars.
fr: Utilisé pour le titre de la page. Ne doit pas dépasser 150 caractères.

source: page title
fr: titre de la page

source: Comma separated
fr: Séparés par des virgules

source: keywords
fr: mots-clés

source: page topic
fr: sujet de la page

source: content
fr: contenu

source: content type
fr: type de contenu

source: allow template tags
fr: autoriser les "template tags"

source: template (optional)
fr: gabarit (template) (optionnel)

source: New page content
fr: Nouveau contenu de page

source: search
fr: recherche

source: Please create at least one page.
fr: Merci de créer au moins une page.

source: The title of the page.
fr: Le titre de la page.

source: The name of the page that appears in the URL. A slug can contain letters, numbers, underscores or hyphens.
fr: Le nom de la page apparaissant dans l'URL. Un "slug" peut contenir des lettres, des chiffres, des underscores ou des tirets.

source: Optional. Dotted path to a python function that receives two arguments (request, context) and can update the context.
fr: Optionnel. Chemin séparé par des points vers une fonction python recevant deux arguments (request, context) et qui peut mettre à jour le contexte.

source: Whether or not the page is accessible from the web.
fr: Définir si cette page est accessible ou non depuis le web.

source: The page will be appended inside the chosen category.
fr: Cette page sera ajoutée à la catégorie choisie.

source: display in navigation
fr: afficher dans la navigation

source: requires login
fr: nécessite connexion

source: If checked, only logged-in users can view the page.
fr: Si cochée, seuls les utilisateurs connectés pourront voir la page.

source: Plain text
fr: Texte brut

source: Only specify this if you want to override the page template.
fr: À ne spécifier que si vous voulez passer outre le gabarit de page (template).

source: Used in navigation. Leave this empty to use the default title.
fr: Utilisé dans la navigation. Laisser vide pour utiliser le titre par défaut.

source: Keep between 150 and 1000 characters long.
fr: Doit faire entre 150 et 1000 caractères.

source: published
fr: publiée

source: unpublished
fr: dépubliée

source: Please create at least one subpage or enable DISPLAY_ROOT.
fr: Merci de créer au moins une sous-page ou d'activer DISPLAY_ROOT.

source: Please define LANGUAGES in your project's settings.
fr: Merci de définir la variable LANGUAGES dans vos paramètres.

source: Received invalid data.
fr: Données reçues incorrectes

source: Search
fr: Recherche

source: main menu
fr: menu principal

source: sub pages
fr: sous-pages

source: Help
fr: Aide

source: Home
fr: Accueil

source: Add page
fr: Ajouter une page

source: You will have to activate JavaScript in your browser's settings to be able to reorder the pages.
fr: Votre navigateur doit permettre l'exécution de Javascript pour réordonner les pages.

source: Manage Pages
fr: Gérer les pages

source: Here you can edit the pages of your site. Drag and drop the pages to change their order or hierarchy. Note that changing the hierarchy will affect the URL of the pages. Click on a page to edit it. If you uncheck the "in navigation" field, the page will not be displayed in the automatically generated navigation. Note that deleting a page will delete its subpages, if you don't reorder them.
fr: Ici vous pouvez saisir les pages de votre site. Glissez-déplacez ces pages pour changer leur ordre ou leur hiérarchie. Notez que modifier leur hiérarchie affectera l'URL des pages. Cliquez sur une page pour la modifier. Si vous décochez la case #dans la navigation", cette page n'apparaîtra pas dans la navigation automatique. Veuillez noter que supprimer une page supprimera également ses sous-pages, si vous ne lez avez pas réordonnées préalablement.

source: Add this page
fr: Ajouter cette page

source: Save all changes
fr: Enregistrer toutes les modifications

source: In navigation
fr: Dans la navigation

source: Is published
fr: Est publié(e)

source: Edit page
fr: Modifier la page

source: View
fr: Voir

source: Delete
fr: Supprimer

source: Move
fr: Déplacer

source: Page Info
fr: Informations de la page

source: You will have to activate JavaScript in your browser's settings to be able to edit page content.
fr: Votre navigateur doit permettre l'exécution de Javascript pour modifier le contenu de la page.

source: Add page content
fr: Ajouter un contenu

source: Publishing Info
fr: Informations de publication

source: This page is already in the navigation (<a href="../../navigation/">edit navigation</a>):
fr: Cette page est déjà dans la navigation (<a href="../../navigation/">modifier la navigation</a>) :

source: Add-ons
fr: Greffons

source: Properties
fr: Propriétés

source: Show advanced options
fr: Montrer les options avancées

source: Hide advanced options
fr: Masquer les options avancées

source: Advanced
fr: Avancé

source: Preview this page
fr: Prévisualiser cette page

source: Previews this page in a new window without saving it.
fr: Prévisualiser cette page dans une nouvelle fenêtre sans l'enregistrer

source: Preview
fr: Prévisualisation

source: (in a new window without saving it)
fr: (dans une nouvelle fenêtre sans l'enregistrer)

source: Delete this content
fr: Supprimer ce contenu

source: Search results
fr: Résultats de la recherche

source: for
fr: pour

source: Articles found in other languages
fr: Articles trouvés dans d'autres langues

source: Sorry, no articles were found.
fr: Désolé, aucun article correspondant

source: Unknown
fr: Inconnu

source: Yes
fr: Oui

source: No
fr: Non
